romkatv/powerlevel10k
b4b4r07/enhancd

darvid/zsh-poetry
Aloxaf/fzf-tab

ohmyzsh/ohmyzsh path:plugins/command-not-found
MichaelAquilina/zsh-autoswitch-virtualenv
ohmyzsh/ohmyzsh path:plugins/tmux

ohmyzsh/ohmyzsh path:lib/key-bindings.zsh

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search kind:defer
